IdeaRS.OpenModel.Message.ErrorMessage
Open Error message

IdeaRS.OpenModel.Message.ErrorMessage.#ctor
Constructor

IdeaRS.OpenModel.Message.ErrorMessage.#ctor(IdeaRS.OpenModel.Message.MessageNumber,IdeaRS.OpenModel.OpenObject,System.String,System.String,IdeaRS.OpenModel.Message.OpenMessage)
Constructor
number: Number of the message
description: Description of the message
openObject: Affected object
propertyName: Affected property
innerMessage: Inner message

IdeaRS.OpenModel.Message.ErrorMessage.Message
Gets the Message